{
    "product": [
      {
        "id": "0gK1Y3UKo7mKZmEneJfT",
        "description": "DESCRIPTION\n\nDesign: - Exude understated elegance with this medium oval frame, meticulously crafted from premium acetate, featuring a full-rim design that seamlessly blends classic and contemporary aesthetics.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Stylish glasses for women, perfect for everyday wear and casual occasions.\n\nRecommendation: - This frame exudes a timeless and classic vibe, ideal for oval and square face shapes, offering a stylish yet functional appeal.",
        "image": "https://static.zennioptical.com/production/products/general/44/58/4458321-eyeglasses-front-view.jpg",
        "title": "Premium Oval Glasses",
        "category": "COLLECTION",
        "price": 55.95
      },
      {
        "id": "1bkY80o4rYJBcC4TZx0B",
        "description": "DESCRIPTION\n\nDesign: - Forged from stainless steel, these medium aviator glasses feature a full-rim design that radiates sleek sophistication.\n\nFit: - These glasses ensure a comfortable, secure fit with their medium-sized frame for everyday wear.\n\nUsage: - Suitable for everyday wear by both men and women.\n\nRecommendation: - This frame exudes a timeless and classic vibe, ideal for heart and oval face shapes, offering a stylish yet functional appeal.",
        "price": 45,
        "title": "Aviator Glasses",
        "image": "https://static.zennioptical.com/production/products/general/32/19/3219730_frame.png",
        "category": "SUNGLASSES"
      },
      {
        "id": "1mLrUKVoZPgQinqlnKG9",
        "price": 25,
        "title": "Oval Glasses",
        "category": "SUNGLASSES",
        "description": "DESCRIPTION\n\nDesign: - Discover the refined elegance of these medium oval glasses, crafted from durable plastic with a full-rim design that seamlessly blends classic and contemporary styles.\n\nFit: - These glasses in medium frame size ensure a comfortable, secure fit for everyday wear.\n\nUsage: - Glasses suitable for both men and women, perfect for everyday use.\n\nRecommendation: - This frame offers a retro and timeless appeal, fitting perfectly with oval and square face shapes for a balanced and stylish look.",
        "image": "https://static.zennioptical.com/production/products/general/20/32/2032323_frame.png"
      },
      {
        "id": "4kOot4BieGzdssEbCX7H",
        "description": "DESCRIPTION\n\nDesign: - Showcase your style with this medium square frame, made from durable plastic and featuring a full-rim design that exudes modern sophistication.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Perfect for everyday wear, fits both men and women.\n\nRecommendation: - This frame exudes a sophisticated and classic style, ideal for heart and oval face shapes, offering an elegant and effortless look.",
        "title": "Square Glasses",
        "price": 15.95,
        "image": "https://static.zennioptical.com/production/products/general/20/20/2020123-eyeglasses-front-view.jpg",
        "category": "EYEGLASSES"
      },
      {
        "id": "5eA8XdJUtWe6m6W3y1FE",
        "image": "https://static.zennioptical.com/production/products/general/R0/02/R002218-eyeglasses-front-view.jpg",
        "title": "Cat-Eye Reading Glasses",
        "description": "DESCRIPTION\n\nDesign: - Discover an elegant blend of retro and modern with our medium-sized cat-eye reading glasses, featuring a full-rim plastic frame that delivers both style and durability.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear, providing optimal support for reader glasses users.\n\nUsage: - Tailored for women, these reading glasses provide crystal-clear vision for all your close-up tasks, whether you're reading, crafting, or working on your tablet.\n\nRecommendation: - For a vintage and glamorous vibe, this frame perfectly suits oval and diamond face shapes, adding a touch of chic elegance.",
        "price": 6.95,
        "category": "LENSES"
      },
      {
        "id": "65YUg3rkqI7jFpWuyFb9",
        "price": 35,
        "title": "Square Glasses",
        "description": "DESCRIPTION\n\nDesign: - Made from sleek acetate, these small square glasses feature a full-rim design that seamlessly blends modern style with classic appeal.\n\nFit: - These glasses feature a small frame size designed for a secure and comfortable fit for all-day wear.\n\nUsage: - Stylish glasses for women, perfect for everyday wear and casual occasions.\n\nRecommendation: - This frame offers a sophisticated and classic elegance, perfect for those with oval or heart face shapes, making a distinguished statement.",
        "image": "https://static.zennioptical.com/production/products/general/66/29/662916_frame.png",
        "category": "SUNGLASSES"
      },
      {
        "id": "6VFyIxrGY3JVF6x7CU5r",
        "image": "https://static.zennioptical.com/production/products/general/78/29/7829824-eyeglasses-front-view.jpg",
        "title": "Rectangle Glasses",
        "description": "DESCRIPTION\n\nDesign: - Combining mixed materials in a medium rectangular frame, this full-rim design offers a refined look with a hint of contemporary flair.\n\nFit: - These glasses feature a lightweight design and a universal bridge fit for maximum comfort and extended wear.\n\nUsage: - Glasses for everyday use, fitting both men and women.\n\nRecommendation: - This frame exudes a sophisticated and classic elegance, ideal for those with round or oval face shapes.",
        "category": "COLLECTION",
        "price": 32.95
      },
      {
        "id": "6tB1gPvZECmHkP2ImWLE",
        "description": "DESCRIPTION\n\nDesign: - Embrace a stylish edge with this square frame, expertly crafted from acetate, featuring a full-rim design that blends modern flair with timeless appeal.\n\nFit: - These glasses feature spring hinges and a universal bridge fit for superior comfort and adaptability.\n\nUsage: - Designed for girls, perfect for everyday use and casual wear.\n\nRecommendation: - This frame offers a classic and effortless style, best suited for round and heart-shaped faces to elongate and balance facial proportions.",
        "image": "https://static.zennioptical.com/production/products/general/44/50/4450415-eyeglasses-front-view.jpg",
        "title": "Kids' Square Glasses",
        "category": "EYEGLASSES",
        "price": 6.49
      },
      {
        "id": "7Mfi9cqov5tMgEwXCGlt",
        "price": 6.95,
        "description": "DESCRIPTION\n\nDesign: - Enhance your reading experience with our large rectangular glasses, featuring a durable full-rim plastic frame that exudes modern sophistication.\n\nFit: - This large frame ensures a comfortable, secure fit for everyday wear, providing optimal support for reader glasses users.\n\nUsage: - Designed for men, these reading glasses offer clear vision for reading, working on a computer, or checking your smartphone, making them perfect for daily use.\n\nRecommendation: - This frame exudes a sophisticated and elegant vibe, ideal for those with round face shapes looking to achieve a balanced and distinguished look.",
        "image": "https://static.zennioptical.com/production/products/general/R0/01/R001421-eyeglasses-front-view.jpg",
        "category": "LENSES",
        "title": "Rectangle Reading Glasses"
      },
      {
        "id": "7sLryWpPTfahrcetj6jO",
        "price": 23.95,
        "title": "Cat-Eye Glasses ",
        "description": "DESCRIPTION\n\nDesign: - Accentuate your look with this medium Cat-Eye frame, crafted from resilient plastic and featuring a full-rim design that exudes vintage charm.\n\nFit: - These glasses feature a universal bridge fit for secure and comfortable wear.\n\nUsage: - Stylish glasses for women, perfect for everyday use and casual wear.\n\nRecommendation: - This frame delivers a vintage and chic glamour, ideal for enhancing the features of oval and diamond face shapes.",
        "category": "COLLECTION",
        "image": "https://static.zennioptical.com/production/products/general/20/37/2037521-eyeglasses-front-view.jpg"
      },
      {
        "id": "8WXs1rb3WfLOJsbiud96",
        "price": 6.95,
        "image": "https://static.zennioptical.com/production/products/general/12/62/126221-eyeglasses-front-view.jpg",
        "title": "Square Glasses",
        "category": "EYEGLASSES",
        "description": "DESCRIPTION\n\nDesign: - Constructed from durable plastic, this small square frame features a full-rim design that effortlessly combines sleek lines with modern sophistication.\n\nFit: - This small frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Everyday glasses that fit both men and women.\n\nRecommendation: - This frame offers a sophisticated and elegant style, perfect for those with heart or oval face shapes."
      },
      {
        "id": "AiZ4sXL7zZEKxaRqCpyG",
        "title": "Square Glasses",
        "price": 25,
        "image": "https://static.zennioptical.com/production/products/general/12/60/126016_frame.png",
        "category": "SUNGLASSES",
        "description": "DESCRIPTION\n\nDesign: - Discover the perfect blend of style and durability with these medium square glasses, made from high-quality plastic and featuring a full-rim design that offers a sleek and modern look.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Fits both men and women, perfect for everyday use.\n\nRecommendation: - This frame exudes a sophisticated and classic style, ideal for oval and heart-shaped faces, enhancing your distinguished look."
      },
      {
        "id": "Anho1B0BbwqcCZdUoj1j",
        "category": "LENSES",
        "description": "EYEGLASSES\n\nSUNGLASSES\n\nLENSES\n\nCOLLECTIONS\n\nCONTACTS\n\nBRANDS\n\nSearch glasses and contacts\nVisual search\n\nLogin\n\nFavorites\n\nHelp\n\nCart\n\nAviator Reader\nFront view of Aviator Reader R006021050 in Black thumbnail\nSide view of Aviator Reader R006021050 in Black thumbnail\nAngle view of Aviator Reader R006021050 in Black thumbnail\nFront view of Aviator Reader R006021050 in Black\n\nSide view of Aviator Reader R006021050 in Black\n\nAngle view of Aviator Reader R006021050 in Black\n\nAviator Reader R006021050 in Black\nBlack\nAviator Reader\nR006021050\n\nAdult Large\nSize Chart\n$12.95\nZenni WOW price includes:\n\nHigh-quality frame\nAnti-reflective coating\nAnti-scratch coating\nUV protection\nBlue light protection\nBuy 2 or more pairs of ready readers, 20% off for each pair!\nSelect lens power:\n+0.50\n+0.75\n+1.00\n+1.25\n+1.50\n+1.75\n+2.00\n+2.25\n+2.50\n+2.75\nQuantity\n\n1\n\nPay over time with Paypal, Affirm or Afterpay\nLearn More\nPay with insurance or FSA.\nLearn more\nShare\nEnhance your reading experience with these large aviator reading glasses. The full-rim stainless steel frame exudes timeless sophistication and durability. These glasses offer blue light protection, scratch-resistant lenses, and UV protection. Perfect for men, they provide clear vision for reading, computer work, or checking your smartphone. Ideal for heart and oval face shapes, this frame offers a stylish and functional appeal.",
        "image": "https://static.zennioptical.com/production/products/general/R0/06/R006021-eyeglasses-front-view.jpg",
        "title": "Aviator Reader",
        "price": 12.95
      },
      {
        "id": "CYqqkmrrFLD7XBCAzEJz",
        "image": "https://static.zennioptical.com/production/products/general/20/25/2025421-eyeglasses-front-view.jpg",
        "description": "DESCRIPTION\n\nDesign: - Enhance your look with these medium Cat-Eye glasses, crafted from durable plastic, featuring a full-rim design that exudes stylish allure.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Stylish glasses for women, perfect for everyday use and casual wear.\n\nRecommendation: - For a chic and glamorous vibe, this frame complements oval and diamond face shapes beautifully, enhancing your sophisticated style.",
        "title": "Cat-Eye Glasses",
        "price": 23.95,
        "category": "COLLECTION"
      },
      {
        "id": "Cq8Mmbyef82DMwJImDcu",
        "description": "DESCRIPTION\n\nDesign: - Crafted from sleek stainless steel, these large round glasses feature a full-rim design that combines modern durability with classic sophistication.\n\nFit: - This large frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Stylish glasses for women, perfect for everyday use and casual wear.\n\nRecommendation: - This frame offers a distinctive and artsy vibe, perfect for those with square or diamond face shapes, adding a fresh and unique touch.",
        "price": 32.95,
        "category": "COLLECTION",
        "image": "https://static.zennioptical.com/production/products/general/32/25/3225424-eyeglasses-front-view.jpg",
        "title": "Round Glasses"
      },
      {
        "id": "FSQ9LYgnWKtE8kcrmHCr",
        "description": "DESCRIPTION\n\nDesign: - Crafted from durable plastic, this medium Cat-Eye frame features a full-rim design that seamlessly blends classic charm with modern flair.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Stylish glasses for women, perfect for everyday use and casual wear.\n\nRecommendation: - This frame offers a vintage and glamorous aesthetic, ideal for complementing oval and diamond face shapes, enhancing your chic style.\n",
        "price": 15.95,
        "title": "Cat-Eye Glasses",
        "image": "https://static.zennioptical.com/production/products/general/20/30/2030019-eyeglasses-front-view.jpg",
        "category": "LENSES"
      },
      {
        "id": "FhYYU4gUijDoYckSXdy4",
        "description": "DESCRIPTION\n\nDesign: - Combining mixed materials, these large Aviator glasses feature a full-rim design that delivers a striking blend of classic and contemporary styles.\n\nFit: - This large frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Everyday glasses for men.\n\nRecommendation: - This frame exudes a timeless and classic vibe, ideal for heart and oval face shapes, offering a stylish yet functional appeal.",
        "title": "Sunset Aviator Sunglasses",
        "image": "https://static.zennioptical.com/production/products/general/19/41/194111-eyeglasses-front-view.jpg",
        "price": 23.95,
        "category": "LENSES"
      },
      {
        "id": "G6lCp6A63ndLOjcPL3xo",
        "title": "Cat-Eye Glasses",
        "category": "COLLECTION",
        "price": 23.95,
        "image": "https://static.zennioptical.com/production/products/general/78/31/7831239-eyeglasses-front-view.jpg",
        "description": "DESCRIPTION\n\nDesign: - Discover sophisticated style with this medium cat-eye frame, made from mixed materials, featuring a full-rim design that effortlessly combines elegance and charm.\n\nFit: - These glasses provide exceptional comfort with their lightweight design, spring hinges, and universal bridge fit.\n\nUsage: - Stylish glasses for women, perfect for everyday use and casual wear.\n\nRecommendation: - For a chic and glamorous vibe, this frame complements oval and diamond face shapes beautifully, enhancing your sophisticated style."
      },
      {
        "id": "GaNYB9mJVmqTG8gWrans",
        "description": "DESCRIPTION\n\nDesign: - This medium browline frame, crafted from mixed materials, features a full-rim design that seamlessly blends classic charm with modern sophistication.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Stylish glasses suitable for everyday wear by both men and women.\n\nRecommendation: - This frame exudes a retro and timeless vibe, ideal for heart and oval face shapes, offering a stylish yet functional appeal.",
        "title": "Bravo Browline",
        "category": "COLLECTION",
        "price": 15.95,
        "image": "https://static.zennioptical.com/production/products/general/19/54/195421-eyeglasses-front-view.jpg"
      },
      {
        "id": "GfX5RsOEcxj5QLpn2AdY",
        "description": "DESCRIPTION\n\nDesign: - Fashioned from resilient plastic, this large rectangular frame features a full-rim design that seamlessly blends modern style with enduring elegance.\n\nFit: - This frame features a universal bridge fit for secure and comfortable wear.\n\nUsage: - Everyday glasses that fit both men and women.\n\nRecommendation: - This frame offers a sophisticated and classic elegance, perfect for those with round face shapes to elevate their distinguished style.",
        "category": "COLLECTION",
        "image": "https://static.zennioptical.com/production/products/general/20/40/2040016-eyeglasses-front-view.jpg",
        "title": "Rectangle Glasses",
        "price": 35.95
      },
      {
        "id": "HgsaB8mTe1PGL688D5Vh",
        "category": "EYEGLASSES",
        "title": "Square Glasses",
        "image": "https://static.zennioptical.com/production/products/general/27/04/270421-eyeglasses-front-view.jpg",
        "description": "DESCRIPTION\n\nDesign: - Constructed from high-quality plastic, this small square frame features a full-rim design that seamlessly blends modern style with a refined aesthetic.\n\nFit: - This small frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Fits both men and women, perfect for everyday use.\n\nRecommendation: - This frame exudes a sophisticated and elegant style, perfect for heart or oval face shapes, adding a touch of effortless distinction.",
        "price": 15.95
      },
      {
        "id": "IDGnTUKML9R01ClmprWe",
        "price": 45,
        "title": "Road Trip",
        "image": "https://static.zennioptical.com/production/products/general/15/82/158214_frame.png",
        "category": "SUNGLASSES",
        "description": "DESCRIPTION\n\nDesign: - Constructed from sleek metal, these large oval glasses feature a full-rim design that seamlessly combines elegance and modern style.\n\nFit: - These glasses offer lightweight comfort and secure fit through adjustable nose pads.\n\nUsage: - Everyday glasses that fit both men and women.\n\nRecommendation: - This frame offers a vintage charm and timeless appeal, perfect for square and diamond face shapes."
      },
      {
        "id": "JXAGt3LDPQATr6y9Glwo",
        "image": "https://static.zennioptical.com/production/products/general/20/30/2030321-eyeglasses-front-view.jpg",
        "category": "EYEGLASSES",
        "title": "Square Glasses",
        "price": 12.95,
        "description": "DESCRIPTION\n\nDesign: - Highlight your style with this medium square frame, crafted from resilient plastic, and featuring a full-rim design that radiates contemporary charm.\n\nFit: - These glasses feature a medium frame size that ensures a comfortable and secure fit for everyday wear.\n\nUsage: - Versatile women's glasses perfect for everyday wear and casual occasions.\n\nRecommendation: - This frame offers a sophisticated and classic style, perfect for those with heart or oval face shapes."
      },
      {
        "id": "Jkk5sl5I5JZmbtYo6mPN",
        "price": 35,
        "title": "Round Glasses",
        "description": "DESCRIPTION\n\nDesign: - Enhance your look with these small, round acetate glasses, featuring a full-rim design that seamlessly blends modern chic with classic appeal.\n\nFit: - These glasses feature a small frame size for a snug and comfortable fit.\n\nUsage: - Everyday glasses that fit both men and women.\n\nRecommendation: - This frame exudes a stylish and timeless appeal, perfect for those with square or diamond face shapes, adding a touch of elegance to any look.",
        "image": "https://static.zennioptical.com/production/products/general/10/12/101235_frame.png",
        "category": "SUNGLASSES"
      },
      {
        "id": "K3pAUSGbtqH1APj42zC1",
        "title": "Rectangle Glasses ",
        "image": "https://static.zennioptical.com/production/products/general/20/18/2018921-eyeglasses-front-view.jpg",
        "category": "EYEGLASSES",
        "price": 6.95,
        "description": "DESCRIPTION\n\nDesign: - Fashioned from high-quality plastic, these small rectangular glasses feature a full-rim design that seamlessly combines modern elegance with classic charm.\n\nFit: - This small frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Fits both men and women, perfect for everyday wear.\n\nRecommendation: - This frame brings a sophisticated and classic elegance, ideal for those with round face shapes, offering a distinguished appeal."
      },
      {
        "id": "Kmsu7mHPq6fLLrSmFuHr",
        "image": "https://static.zennioptical.com/production/products/general/46/18/461821-eyeglasses-front-view.jpg",
        "title": "Rectangle Glasses",
        "description": "DESCRIPTION\n\nDesign: - Crafted from sleek stainless steel, these large rectangular glasses feature a half-rim design that effortlessly blends modern minimalism with refined elegance.\n\nFit: - This large frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Glasses for daily use, fitting both men and women.\n\nRecommendation: - This frame offers a sophisticated and classic elegance, perfect for those with round face shapes to enhance their distinguished look.",
        "category": "EYEGLASSES",
        "price": 6.95
      },
      {
        "id": "LPO2ZpDTQCpGlocF33Uv",
        "description": "DESCRIPTION\n\nDesign: - Constructed from premium acetate, these large square glasses feature a full-rim design that seamlessly blends modernity with a stylish edge.\n\nFit: - These glasses feature a universal bridge fit for effortless comfort and extended wearability.\n\nUsage: - Stylish glasses that fit both men and women, suitable for daily use and casual wear.\n\nRecommendation: - This frame offers a sophisticated and classic elegance, perfect for heart and oval face shapes, enhancing your distinguished style.",
        "image": "https://static.zennioptical.com/production/products/general/63/88/638821-eyeglasses-front-view.jpg",
        "title": "Explorer",
        "price": 29.95,
        "category": "LENSES"
      },
      {
        "id": "LS85o5IHVQwl2CzazWFQ",
        "title": "Square Glasses",
        "image": "https://static.zennioptical.com/production/products/general/20/30/2030321_frame.png",
        "price": 25,
        "category": "SUNGLASSES",
        "description": "DESCRIPTION\n\nDesign: - Highlight your style with this medium square frame, crafted from resilient plastic, and featuring a full-rim design that radiates contemporary charm.\n\nFit: - These glasses feature a medium frame size that ensures a comfortable and secure fit for everyday wear.\n\nUsage: - Versatile women's glasses perfect for everyday wear and casual occasions.\n\nRecommendation: - This frame offers a sophisticated and classic style, perfect for those with heart or oval face shapes."
      },
      {
        "id": "MDQ5AKKf5wJBTvMwAF5J",
        "description": "DESCRIPTION\n\nDesign: - Discover refined style with this medium square frame, made from resilient plastic and featuring a full-rim design that perfectly merges modernity with elegance.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Glasses for everyday use, fits both men and women.\n\nRecommendation: - This frame offers a sophisticated and elegant style, perfect for heart and oval face shapes, enhancing your distinguished look.",
        "category": "SUNGLASSES",
        "price": 25,
        "title": "Square Glasses",
        "image": "https://static.zennioptical.com/production/products/general/12/79/127923_frame.png"
      },
      {
        "id": "MYQtvbQ98902HIHsMfJT",
        "image": "https://static.zennioptical.com/production/products/general/78/13/7813125-eyeglasses-front-view.jpg",
        "price": 15.95,
        "title": "Square Glasses",
        "category": "LENSES",
        "description": "DESCRIPTION\n\nDesign: - Discover a blend of sophistication and modernity with this medium, square, full-rim frame, meticulously crafted from mixed materials for a striking visual appeal.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Versatile glasses that fit both men and women, perfect for daily wear and all occasions.\n\nRecommendation: - This frame offers a sophisticated and classic style, best suited for heart and oval face shapes to enhance your distinguished look."
      },
      {
        "id": "N3BW6tN3S5AzlIWVnh9d",
        "price": 35,
        "description": "DESCRIPTION\n\nDesign: - Crafted from durable plastic, this medium round frame features a full-rim design that seamlessly blends classic charm with modern style.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Versatile glasses that fit both men and women, perfect for everyday use.\n\nRecommendation: - This frame brings a distinctive and fresh style, perfect for enhancing the features of square or diamond face shapes.",
        "category": "SUNGLASSES",
        "image": "https://static.zennioptical.com/production/products/general/20/68/206825_frame.png",
        "title": "Round Glasses"
      },
      {
        "id": "NFAMfm8K2XGz2eO5xRCI",
        "title": "Geometric Glasses ",
        "description": "DESCRIPTION\n\nDesign: - Crafted from premium acetate, this medium geometric frame features a full-rim design that effortlessly combines modernity and elegance.\n\nFit: - This medium frame ensures a comfortable, secure fit for a wide range of face shapes.\n\nUsage: - Stylish glasses designed for both men and women, perfect for everyday use.\n\nRecommendation: - This frame delivers a distinctive and artsy vibe, perfect for enhancing round face shapes with its unique geometry.",
        "price": 45,
        "image": "https://static.zennioptical.com/production/products/general/44/42/4442239_frame.png",
        "category": "SUNGLASSES"
      },
      {
        "id": "NLqwPWfrFANHYydH7hit",
        "category": "COLLECTION",
        "description": "DESCRIPTION\n\nDesign: - Discover the perfect blend of elegance and durability with these medium round glasses, featuring a full-rim design crafted from mixed materials that effortlessly combine style and functionality.\n\nFit: - These glasses offer lightweight comfort and a universal bridge fit for all-day wearability.\n\nUsage: - Designed for both men and women, perfect for everyday use.\n\nRecommendation: - This frame exudes a vintage and retro charm, perfect for softening square and diamond face shapes.",
        "title": "Round Glasses",
        "price": 32.95,
        "image": "https://static.zennioptical.com/production/products/general/78/18/7818623-eyeglasses-front-view.jpg"
      },
      {
        "id": "OAe1HNuRcXxGNS53DLKq",
        "description": "DESCRIPTION\n\nDesign: - Discover a blend of sophistication and modernity with this medium, square, full-rim frame, meticulously crafted from mixed materials for a striking visual appeal.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Versatile glasses that fit both men and women, perfect for daily wear and all occasions.\n\nRecommendation: - This frame offers a sophisticated and classic style, best suited for heart and oval face shapes to enhance your distinguished look.",
        "price": 15.95,
        "title": "Square Glasses",
        "category": "EYEGLASSES",
        "image": "https://static.zennioptical.com/production/products/general/78/13/7813125-eyeglasses-front-view.jpg"
      },
      {
        "id": "OhrLPhP8qQY1HUXbVkdT",
        "price": 6.95,
        "category": "LENSES",
        "image": "https://static.zennioptical.com/production/products/general/20/18/2018921-eyeglasses-front-view.jpg",
        "title": "Rectangle Glasses",
        "description": "DESCRIPTION\n\nDesign: - Fashioned from high-quality plastic, these small rectangular glasses feature a full-rim design that seamlessly combines modern elegance with classic charm.\n\nFit: - This small frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Fits both men and women, perfect for everyday wear.\n\nRecommendation: - This frame brings a sophisticated and classic elegance, ideal for those with round face shapes, offering a distinguished appeal."
      },
      {
        "id": "QI8fAIfu7ikMfnaSfAvb",
        "title": "Rectangle Glasses",
        "description": "DESCRIPTION\n\nDesign: - Enhance your look with these large rectangular glasses, crafted from durable plastic, featuring a full-rim design that exudes modern sophistication.\n\nFit: - This frame offers lightweight comfort and a precise fit with its universal bridge and spring hinges.\n\nUsage: - Everyday glasses designed for men.\n\nRecommendation: - This frame offers a sophisticated and classic elegance, perfect for those with round face shapes, enhancing a distinguished look effortlessly.",
        "category": "LENSES",
        "image": "https://static.zennioptical.com/production/products/general/20/10/2010634-eyeglasses-front-view.jpg",
        "price": 15.95
      },
      {
        "id": "RAui9QPJUG7bnk37Xj91",
        "description": "DESCRIPTION\n\nDesign: - Featuring a medium-sized, square full-rim design crafted from mixed materials, this frame effortlessly combines modern style with enduring charm.\n\nFit: - These glasses ensure a comfortable, secure fit for everyday wear with their medium frame size.\n\nUsage: - Everyday glasses that fit both men and women.\n\nRecommendation: - This frame exudes a sophisticated and classic elegance, ideal for heart and oval face shapes.",
        "price": 35,
        "category": "SUNGLASSES",
        "title": "Square Glasses",
        "image": "https://static.zennioptical.com/production/products/general/78/16/7816823_frame.png"
      },
      {
        "id": "RPMc0I1t40J6OH6bU8eA",
        "description": "DESCRIPTION\n\nDesign: - Discover the allure of these medium square frames, meticulously crafted from durable plastic, featuring a full-rim design that radiates modern sophistication.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Designed for women, perfect for everyday wear and casual use.\n\nRecommendation: - This frame offers a sophisticated and elegant style, perfect for those with heart or oval face shapes.",
        "category": "SUNGLASSES",
        "image": "https://static.zennioptical.com/production/products/general/12/39/123925_frame.png",
        "price": 25,
        "title": "Square Glasses"
      },
      {
        "id": "Rd2GU1HC2kfLMZmU6oOM",
        "title": "Longboard",
        "description": "DESCRIPTION\n\nDesign: - Experience a blend of contemporary and classic with these large, full-rim square glasses, meticulously crafted from mixed materials for a stylish, modern look.\n\nFit: - This large frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Stylish glasses that fit both men and women, ideal for everyday use.\n\nRecommendation: - This frame offers a sophisticated and classic elegance, perfect for those with oval or heart-shaped faces, enhancing your distinguished style.",
        "category": "COLLECTION",
        "price": 32.95,
        "image": "https://static.zennioptical.com/production/products/general/78/34/7834923-eyeglasses-front-view.jpg"
      },
      {
        "id": "RvZ6T3n7yA9uglaodBro",
        "title": "Square Glasses",
        "price": 6.95,
        "image": "https://static.zennioptical.com/production/products/general/12/60/126016-eyeglasses-front-view.jpg",
        "description": "DESCRIPTION\n\nDesign: - Discover the perfect blend of style and durability with these medium square glasses, made from high-quality plastic and featuring a full-rim design that offers a sleek and modern look.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Fits both men and women, perfect for everyday use.\n\nRecommendation: - This frame exudes a sophisticated and classic style, ideal for oval and heart-shaped faces, enhancing your distinguished look.",
        "category": "EYEGLASSES"
      },
      {
        "id": "S9LiYkPskZkDpQhBQtY2",
        "title": "Aviator Glasses",
        "description": "DESCRIPTION\n\nDesign: - Fashioned from sleek stainless steel, these large aviator glasses boast a full-rim design that offers a striking and modern aesthetic.\n\nFit: - This large frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Everyday glasses that fit both men and women.\n\nRecommendation: - This frame exudes a timeless and classic vibe, ideal for heart and oval face shapes, offering a stylish yet functional appeal.",
        "price": 9.95,
        "image": "https://static.zennioptical.com/production/products/general/32/39/3239221-eyeglasses-front-view.jpg",
        "category": "Perfume"
      },
      {
        "id": "SClHaE6WtFKjWASNlMFF",
        "price": 6.95,
        "title": "Hangtime",
        "description": "DESCRIPTION\n\nDesign: - Enhance your look with these medium rectangular glasses, crafted from durable plastic and featuring a full-rim design that radiates modern sophistication.\n\nFit: - This frame features a universal bridge fit for secure and comfortable wear.\n\nUsage: - Everyday glasses that fit both men and women.\n\nRecommendation: - This frame offers a sophisticated and elegant style, perfect for enhancing round or oval face shapes with effortless charm.",
        "image": "https://static.zennioptical.com/production/products/general/12/51/125116-eyeglasses-front-view.jpg",
        "category": "EYEGLASSES"
      },
      {
        "id": "TnHh1XlJhiIm20ixwe8F",
        "description": "DESCRIPTION\nDesign: - Elevate your style with these medium square glasses, crafted from premium acetate, featuring a full-rim design that radiates contemporary chic.\nFit: - These glasses ensure a comfortable and secure fit with their medium-sized frame, perfect for everyday wear.\nUsage: - Versatile glasses that fit both men and women, perfect for daily use.\nRecommendation: - This frame offers a sophisticated and elegant style, perfect for heart and oval face shapes, enhancing your distinguished look.\n",
        "title": "Square Glasses",
        "category": "EYEGLASSES",
        "price": 27.95,
        "image": "https://static.zennioptical.com/production/products/general/44/27/4427439-eyeglasses-front-view.jpg"
      },
      {
        "id": "U4CaTGql4akHYN6lZCaz",
        "title": "Square Glasses",
        "category": "COLLECTION",
        "image": "https://static.zennioptical.com/production/products/general/32/18/3218621-eyeglasses-front-view.jpg",
        "description": "DESCRIPTION\n\nDesign: - Crafted from sleek stainless steel, these large square glasses feature a full-rim design that effortlessly combines modern sophistication with bold style.\n\nFit: - These glasses provide lightweight comfort with nose pads for a secure fit.\n\nUsage: - Stylish glasses for women, ideal for everyday wear and casual outings.\n\nRecommendation: - This frame offers a sophisticated and elegant style, ideal for heart and oval face shapes, providing a distinguished look.",
        "price": 23.95
      },
      {
        "id": "UY57MGwGpk3y9WvIwd7D",
        "title": "Square Glasses",
        "price": 6.95,
        "category": "LENSES",
        "description": "DESCRIPTION\n\nDesign: - Discover the perfect blend of style and durability with these medium square glasses, made from high-quality plastic and featuring a full-rim design that offers a sleek and modern look.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Fits both men and women, perfect for everyday use.\n\nRecommendation: - This frame exudes a sophisticated and classic style, ideal for oval and heart-shaped faces, enhancing your distinguished look.",
        "image": "https://static.zennioptical.com/production/products/general/12/60/126016-eyeglasses-front-view.jpg"
      },
      {
        "id": "V8uXK1KOue3uCAi0ItXp",
        "description": "DESCRIPTION\n\nDesign: - Discover the refined elegance of these medium oval glasses, crafted from durable plastic with a full-rim design that seamlessly blends classic and contemporary styles.\n\nFit: - These glasses in medium frame size ensure a comfortable, secure fit for everyday wear.\n\nUsage: - Glasses suitable for both men and women, perfect for everyday use.\n\nRecommendation: - This frame offers a retro and timeless appeal, fitting perfectly with oval and square face shapes for a balanced and stylish look.",
        "title": "Oval Glasses ",
        "price": 6.95,
        "category": "EYEGLASSES",
        "image": "https://static.zennioptical.com/production/products/general/20/32/2032323-eyeglasses-front-view.jpg"
      },
      {
        "id": "VXYqZVRbcA2OaWQ5G5ZN",
        "price": 45,
        "image": "https://static.zennioptical.com/production/products/general/11/46/114621_frame.png",
        "category": "SUNGLASSES",
        "title": "Premium Square Sunglasses",
        "description": "DESCRIPTION\n\nDesign: - Elevate your ensemble with these large square sunglasses, meticulously crafted from premium acetate, featuring a full-rim frame that exudes contemporary sophistication.\n\nFit: - These glasses offer superior comfort with spring hinges and a universal bridge fit.\n\nUsage: - Premium sunglasses for women, combining luxury with optimal sun protection for a sophisticated look.\n\n\nRecommendation: - This frame embodies sophisticated elegance, perfect for enhancing the elegance of oval and heart face shapes."
      },
      {
        "id": "W5w63zEz9gciwydp7UuT",
        "description": "DESCRIPTION\n\nDesign: - Discover the allure of a medium square frame, meticulously crafted from premium acetate, featuring a full-rim design that radiates modern charm.\n\nFit: - This frame ensures a comfortable, secure fit with its medium size, perfect for everyday wear.\n\nUsage: - Fits both men and women, perfect for everyday use.\n\nRecommendation: - This frame offers a sophisticated and classic style, best suited for heart and oval face shapes to enhance your distinguished look.",
        "category": "LENSES",
        "image": "https://static.zennioptical.com/production/products/general/44/42/4442821-eyeglasses-front-view.jpg",
        "title": "Encore",
        "price": 29.95
      },
      {
        "id": "W8q2UCQteF95A0kmD8WY",
        "description": "DESCRIPTION\n\nDesign: - Fashioned from sleek stainless steel, these large rectangular glasses feature a full-rim design that radiates modern sophistication.\n\nFit: - This large frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Versatile glasses that fit both men and women, perfect for everyday wear.\n\nRecommendation: - This frame offers a sophisticated and classic elegance, perfect for enhancing round face shapes.",
        "image": "https://static.zennioptical.com/production/products/general/40/85/408521-eyeglasses-front-view.jpg",
        "category": "EYEGLASSES",
        "price": 19.95,
        "title": "Rectangle Glasses"
      },
      {
        "id": "WIa9iEiCLCq3y5FwmGVk",
        "price": 12.95,
        "description": "DESCRIPTION\n\nDesign: - Discover refined style with this medium square frame, made from resilient plastic and featuring a full-rim design that perfectly merges modernity with elegance.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Glasses for everyday use, fits both men and women.\n\nRecommendation: - This frame offers a sophisticated and elegant style, perfect for heart and oval face shapes, enhancing your distinguished look.",
        "category": "EYEGLASSES",
        "image": "https://static.zennioptical.com/production/products/general/12/79/127923-eyeglasses-front-view.jpg",
        "title": "Square Glasses"
      },
      {
        "id": "WpfYjIv6Ddhtk6Q3lKTM",
        "description": "DESCRIPTION\n\nDesign: - Crafted from premium stainless steel, these large aviator glasses feature a full-rim design that seamlessly blends durability with a sleek, modern aesthetic.\n\nFit: - This large frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Everyday glasses that fit both men and women.\n\nRecommendation: - This frame exudes a timeless and classic vibe, ideal for heart and oval face shapes, offering a stylish yet functional appeal.",
        "category": "SUNGLASSES",
        "title": "Aviator Glasses",
        "image": "https://static.zennioptical.com/production/products/general/41/90/419014_frame.png",
        "price": 25
      },
      {
        "id": "XHQOKhV4TdmnAy02BsXe",
        "title": "Premium Square Sunglasses",
        "price": 35.95,
        "category": "COLLECTION",
        "image": "https://static.zennioptical.com/production/products/general/11/46/114621-sunglasses-front-view.jpg",
        "description": "DESCRIPTION\n\nDesign: - Elevate your ensemble with these large square sunglasses, meticulously crafted from premium acetate, featuring a full-rim frame that exudes contemporary sophistication.\n\nFit: - These glasses offer superior comfort with spring hinges and a universal bridge fit.\n\nUsage: - Premium sunglasses for women, combining luxury with optimal sun protection for a sophisticated look.\n\nRecommendation: - This frame embodies sophisticated elegance, perfect for enhancing the elegance of oval and heart face shapes."
      },
      {
        "id": "Y1rZatUMLhltT0s6DeQV",
        "title": "Aviator Glasses",
        "category": "LENSES",
        "price": 9.95,
        "description": "DESCRIPTION\n\nDesign: - Crafted from premium stainless steel, these large aviator glasses feature a full-rim design that seamlessly blends durability with a sleek, modern aesthetic.\n\nFit: - This large frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Everyday glasses that fit both men and women.\n\nRecommendation: - This frame exudes a timeless and classic vibe, ideal for heart and oval face shapes, offering a stylish yet functional appeal.",
        "image": "https://static.zennioptical.com/production/products/general/41/90/419012-eyeglasses-front-view.jpg"
      },
      {
        "id": "YWhChi2fVUFVkWpi2TcY",
        "image": "https://static.zennioptical.com/production/products/general/20/40/2040012-eyeglasses-front-view.jpg",
        "description": "DESCRIPTION\n\nDesign: - Fashioned from resilient plastic, this large rectangular frame features a full-rim design that seamlessly blends modern style with enduring elegance.\n\nFit: - This frame features a universal bridge fit for secure and comfortable wear.\n\nUsage: - Everyday glasses that fit both men and women.\n\nRecommendation: - This frame offers a sophisticated and classic elegance, perfect for those with round face shapes to elevate their distinguished style.",
        "price": 35.95,
        "title": "Rectangle Glasses",
        "category": "COLLECTION"
      },
      {
        "id": "Z1XB0wXOJiwoe1Uq4Vry",
        "price": 6.95,
        "category": "COLLECTION",
        "image": "https://static.zennioptical.com/production/products/general/20/18/2018921-eyeglasses-front-view.jpg",
        "description": "DESCRIPTION\n\nDesign: - Fashioned from high-quality plastic, these small rectangular glasses feature a full-rim design that seamlessly combines modern elegance with classic charm.\n\nFit: - This small frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Fits both men and women, perfect for everyday wear.\n\nRecommendation: - This frame brings a sophisticated and classic elegance, ideal for those with round face shapes, offering a distinguished appeal.",
        "title": "Rectangle Glasses"
      },
      {
        "id": "aOJuzK78mbUNnTwPLzn4",
        "price": 15.95,
        "description": "DESCRIPTION\n\nDesign: - Enhance your look with these large rectangular glasses, crafted from durable plastic, featuring a full-rim design that exudes modern sophistication.\n\nFit: - This frame offers lightweight comfort and a precise fit with its universal bridge and spring hinges.\n\nUsage: - Everyday glasses designed for men.\n\nRecommendation: - This frame offers a sophisticated and classic elegance, perfect for those with round face shapes, enhancing a distinguished look effortlessly.",
        "image": "https://static.zennioptical.com/production/products/general/20/10/2010621-eyeglasses-front-view.jpg",
        "title": "Rectangle Glasses",
        "category": "EYEGLASSES"
      },
      {
        "id": "ffTl1L1T9N9j42aEEw5R",
        "category": "COLLECTION",
        "image": "https://static.zennioptical.com/production/products/general/78/38/7838221-eyeglasses-front-view.jpg",
        "description": "DESCRIPTION\n\nDesign: - Crafted from mixed materials, this medium Cat-Eye frame features a full-rim design that seamlessly blends vintage charm with modern flair.\n\nFit: - This frame ensures a comfortable, secure fit with its medium size.\n\nUsage: - Everyday glasses designed for women, perfect for any occasion.\n\nRecommendation: - For a chic and glamorous vibe, this frame complements oval and diamond face shapes beautifully, enhancing your sophisticated style.",
        "price": 55.95,
        "title": "Premium Cat-Eye Glasses"
      },
      {
        "id": "fglNVjEZzdecaldayZT7",
        "category": "SUNGLASSES",
        "title": "Aviator Glasses",
        "description": "DESCRIPTION\n\nDesign: - Crafted from a blend of materials, these large aviator glasses feature a full-rim design that seamlessly combines classic elegance with modern flair.\n\nFit: - This large frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Glasses that fit both men and women, perfect for everyday use.\n\nRecommendation: - This frame exudes a timeless and classic vibe, ideal for heart and oval face shapes, offering a stylish yet functional appeal.",
        "image": "https://static.zennioptical.com/production/products/general/78/30/7830121_frame.png",
        "price": 35
      },
      {
        "id": "fpD1XKt2Xt2gkfmbtnaH",
        "category": "EYEGLASSES",
        "image": "https://static.zennioptical.com/production/products/general/19/54/195421-eyeglasses-front-view.jpg",
        "description": "DESCRIPTION\n\nDesign: - This medium browline frame, crafted from mixed materials, features a full-rim design that seamlessly blends classic charm with modern sophistication.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Stylish glasses suitable for everyday wear by both men and women.\n\nRecommendation: - This frame exudes a retro and timeless vibe, ideal for heart and oval face shapes, offering a stylish yet functional appeal.",
        "title": "Bravo Browline",
        "price": 15.95
      },
      {
        "id": "g9SYOtTNpcn4A1q2olr2",
        "category": "EYEGLASSES",
        "price": 23.95,
        "image": "https://static.zennioptical.com/production/products/general/20/37/2037521-eyeglasses-front-view.jpg",
        "description": "DESCRIPTION\n\nDesign: - Accentuate your look with this medium Cat-Eye frame, crafted from resilient plastic and featuring a full-rim design that exudes vintage charm.\n\nFit: - These glasses feature a universal bridge fit for secure and comfortable wear.\n\nUsage: - Stylish glasses for women, perfect for everyday use and casual wear.\n\nRecommendation: - This frame delivers a vintage and chic glamour, ideal for enhancing the features of oval and diamond face shapes.",
        "title": "Cat-Eye Glasses"
      },
      {
        "id": "gR0ARoi5RjXeN1p15mMo",
        "price": 35.95,
        "category": "COLLECTION",
        "description": "Discover refined elegance with the Keke Palmer collection's medium square frame, expertly crafted from durable plastic and showcasing a full-rim design that radiates timeless sophistication. This frame features a universal bridge fit and medium size for optimal comfort and secure wear, making it perfect for outdoor activities and sun protection. Unisex and versatile, it exudes a sophisticated and classic elegance, ideal for those with oval or heart-shaped faces. Combining style and functionality, this frame is the ultimate accessory for any discerning individual.",
        "image": "https://static.zennioptical.com/production/products/general/64/99/6499621-eyeglasses-front-view.jpg",
        "title": "Square Magnetic Snap-On Set"
      },
      {
        "id": "gsl1L8ze6v8TJmZsZnQL",
        "category": "EYEGLASSES",
        "image": "https://static.zennioptical.com/production/products/general/12/52/125221-eyeglasses-front-view.jpg",
        "description": "DESCRIPTION\n\nDesign: - Experience the perfect blend of style and durability with this medium square frame, made from high-quality plastic and featuring a full-rim design that radiates modern elegance.\n\nFit: - These glasses offer a medium frame size for a balanced and comfortable fit.\n\nUsage: - Everyday glasses that fit both men and women.\n\nRecommendation: - This frame exudes a sophisticated and effortless style, perfect for those with heart and oval face shapes.",
        "price": 12.95,
        "title": "Klutch Player"
      },
      {
        "id": "hoboAIhOExbuuNlH9CpH",
        "description": "DESCRIPTION\n\nDesign: - Fashioned from sleek stainless steel, these medium rectangular glasses feature a sophisticated half-rim design that embodies modern elegance.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Everyday glasses for men.\n\nRecommendation: - This frame brings a sophisticated and classic elegance, ideal for round and oval face shapes.",
        "price": 15.95,
        "category": "EYEGLASSES",
        "title": "Rectangle Glasses",
        "image": "https://static.zennioptical.com/production/products/general/32/17/3217321-eyeglasses-front-view.jpg"
      },
      {
        "id": "iKeqDA82jxxwitCEM3DM",
        "category": "EYEGLASSES",
        "title": "Square Glasses",
        "description": "DESCRIPTION\n\nDesign: - Discover the allure of these medium square frames, meticulously crafted from durable plastic, featuring a full-rim design that radiates modern sophistication.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Designed for women, perfect for everyday wear and casual use.\n\nRecommendation: - This frame offers a sophisticated and elegant style, perfect for those with heart or oval face shapes.",
        "price": 6.95,
        "image": "https://static.zennioptical.com/production/products/general/12/39/123925-eyeglasses-front-view.jpg"
      },
      {
        "id": "iTX2K9cGQ0Nogg5cptWC",
        "title": "Rectangle Glasses",
        "price": 23.95,
        "description": "DESCRIPTION\n\nDesign: - Enhance your look with these large rectangle glasses, expertly crafted from durable plastic and featuring a full-rim design that exudes modern sophistication.\n\nFit: - This large frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Versatile glasses for men, perfect for daily wear and a polished look.\n\nRecommendation: - This frame exudes a sophisticated and elegant style, perfect for those with round face shapes to enhance their natural features.",
        "image": "https://static.zennioptical.com/production/products/general/20/12/2012421-eyeglasses-front-view.jpg",
        "category": "LENSES"
      },
      {
        "id": "jCCLj9Jpi1WQW48AxVIi",
        "category": "SUNGLASSES",
        "image": "https://static.zennioptical.com/production/products/general/44/22/4422423_frame.png",
        "title": "Skyline",
        "price": 35,
        "description": "DESCRIPTION\n\nDesign: - Crafted from premium acetate, these small round glasses feature a full-rim design that exudes timeless charm and sophistication.\n\nFit: - This small frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Everyday glasses that fit both men and women.\n\nRecommendation: - This frame offers a distinctive and unique charm, perfect for those with square or diamond face shapes."
      },
      {
        "id": "k5FpWtv5RuNkvDbYDyNe",
        "description": "DESCRIPTION\n\nDesign: - Crafted from sleek stainless steel, this medium round frame with a full-rim design effortlessly combines durability with modern elegance.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Designed for women, perfect for everyday use and casual wear.\n\nRecommendation: - This frame provides a distinctive and fresh look, perfectly suited for square and diamond face shapes, adding a touch of artsy flair.",
        "title": "Round Glasses",
        "category": "SUNGLASSES",
        "price": 35,
        "image": "https://static.zennioptical.com/production/products/general/32/16/3216721_frame.png"
      },
      {
        "id": "lSFC3yPTyrsuwQDmLull",
        "category": "SUNGLASSES",
        "description": "DESCRIPTION\n\nDesign: - Discover a blend of style and durability with this medium square frame, crafted from high-quality plastic and featuring a full-rim design that radiates contemporary charm.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Everyday glasses that fit both men and women.\n\nRecommendation: - This frame exudes a sophisticated and classic elegance, ideal for heart and oval face shapes, enhancing your distinguished style.",
        "image": "https://static.zennioptical.com/production/products/general/12/41/124121_frame.png",
        "price": 25,
        "title": "Square Glasses"
      },
      {
        "id": "ldY3NfSfeuxgoxFVVUVa",
        "description": "DESCRIPTION\n\nDesign: - Experience timeless elegance with this medium round frame, crafted from mixed materials, featuring a full-rim design that seamlessly blends classic and modern aesthetics.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Everyday glasses that fit both men and women.\n\nRecommendation: - This frame exudes a distinctive and unique vibe, perfect for softening square or diamond face shapes.",
        "price": 19.95,
        "category": "EYEGLASSES",
        "image": "https://static.zennioptical.com/production/products/general/78/01/7801821-eyeglasses-front-view.jpg",
        "title": "Round Glasses"
      },
      {
        "id": "n6suOhhErYUvbCFULg5G",
        "description": "DESCRIPTION\n\nDesign: - Crafted from durable plastic, these medium rectangular glasses feature a full-rim design that combines sleek lines with modern sophistication.\n\nFit: - These glasses offer superior comfort with spring hinges and a universal bridge fit.\n\nUsage: - Designed for women, perfect for everyday use and casual wear.\n\nRecommendation: - This frame offers a sophisticated and classic elegance, perfect for enhancing the features of round face shapes.",
        "image": "https://static.zennioptical.com/production/products/general/20/27/2027616_frame.png",
        "category": "SUNGLASSES",
        "price": 25,
        "title": "Rectangle Glasses"
      },
      {
        "id": "ne38AjiVxm7h33AO1zPI",
        "category": "EYEGLASSES",
        "title": "Square Glasses",
        "image": "https://static.zennioptical.com/production/products/general/12/56/125625-eyeglasses-front-view.jpg",
        "description": "DESCRIPTION\n\nDesign: - Showcasing a sleek design, this small square frame is made from durable plastic, featuring a full-rim build that enhances its modern aesthetic.\n\nFit: - This small frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Stylish glasses for women, perfect for everyday use and casual wear.\n\nRecommendation: - This frame exudes sophisticated elegance, perfect for those with oval or heart-shaped faces, enhancing your distinguished style.",
        "price": 6.95
      },
      {
        "id": "o16e6WdjrDuoCjWWsfjI",
        "title": "Aviator Glasses",
        "description": "DESCRIPTION\n\nDesign: - Made from durable plastic, these large aviator glasses feature a full-rim frame that seamlessly blends classic charm with modern flair.\n\nFit: - This large frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Glasses suitable for everyday wear by both men and women.\n\nRecommendation: - This frame exudes a timeless and classic vibe, ideal for heart and oval face shapes, offering a stylish yet functional appeal.",
        "image": "https://static.zennioptical.com/production/products/general/20/40/2040839-eyeglasses-front-view.jpg",
        "category": "COLLECTION",
        "price": 23.95
      },
      {
        "id": "oX6D1hL1PDGFFPAiIHwG",
        "description": "DESCRIPTION\n\nDesign: - Fashioned from sleek stainless steel, these medium rectangular glasses feature a sophisticated half-rim design that embodies modern elegance.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Everyday glasses for men.\n\nRecommendation: - This frame brings a sophisticated and classic elegance, ideal for round and oval face shapes.",
        "image": "https://static.zennioptical.com/production/products/general/32/17/3217321-eyeglasses-front-view.jpg",
        "category": "LENSES",
        "price": 15.95,
        "title": "Rectangle Glasses"
      },
      {
        "id": "poizJqx2GiTYC3ETp8DN",
        "title": "Cat Eye Glasses",
        "image": "https://static.zennioptical.com/production/products/general/44/46/4446121-eyeglasses-front-view.jpg",
        "category": "COLLECTION",
        "description": "DESCRIPTION\n\nDesign: - Crafted from premium acetate, this medium cat-eye frame features a full-rim design that artfully blends vintage charm with contemporary sophistication.\n\nFit: - This frame ensures a comfortable, secure fit with its medium size for everyday wear.\n\nUsage: - Stylish glasses for women, perfect for everyday use and casual wear.\n\nRecommendation: - For a vintage and glamorous vibe, this frame is perfect for enhancing the features of oval and diamond face shapes.",
        "price": 32.95
      },
      {
        "id": "qbgIu2H58c64Xd5bJP4U",
        "description": "DESCRIPTION\n\nDesign: - Made from high-quality plastic, these large rectangular glasses feature a full-rim design that exudes modern sophistication and bold style.\n\nFit: - This large frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Everyday glasses for men, perfect for regular use and comfort.\n\nRecommendation: - This frame offers a sophisticated and classic elegance, ideal for those with round face shapes.",
        "title": "Hustle Game",
        "price": 27.95,
        "image": "https://static.zennioptical.com/production/products/general/20/40/2040330-eyeglasses-front-view.jpg",
        "category": "COLLECTION"
      },
      {
        "id": "rFCwv9vTdpgRKIeAyNph",
        "image": "https://static.zennioptical.com/production/products/general/20/30/2030321_frame.png",
        "description": "DESCRIPTION\n\nDesign: - Highlight your style with this medium square frame, crafted from resilient plastic, and featuring a full-rim design that radiates contemporary charm.\n\nFit: - These glasses feature a medium frame size that ensures a comfortable and secure fit for everyday wear.\n\nUsage: - Versatile women's glasses perfect for everyday wear and casual occasions.\n\nRecommendation: - This frame offers a sophisticated and classic style, perfect for those with heart or oval face shapes.",
        "category": "SUNGLASSES",
        "price": 25,
        "title": "Square Glasses"
      },
      {
        "id": "rJJMqsihLbTBiAwBkqlC",
        "price": 15.95,
        "description": "Elevate your look with our medium-sized browline reading glasses, featuring a sophisticated full-rim frame crafted from mixed materials for a blend of classic and contemporary style. These glasses offer blue light protection to reduce digital eye strain, scratch-resistant lenses for enhanced durability, and UV protection to keep your eyes safe from harmful rays. Perfect for men, they provide clear vision for reading books, working on a computer, or checking your smartphone. The timeless frame suits heart and oval face shapes, combining style and functionality for daily",
        "category": "LENSES",
        "image": "https://static.zennioptical.com/production/products/general/R0/06/R006112-eyeglasses-front-view.jpg",
        "title": "Browline Reader"
      },
      {
        "id": "rwhvHyJLoix9AF9M3qUh",
        "image": "https://static.zennioptical.com/production/products/general/78/53/785321-eyeglasses-front-view.jpg",
        "description": "DESCRIPTION\n\nDesign: - Combining mixed materials, this medium round frame features a full-rim design that effortlessly merges classic charm with modern flair.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Designed for women, perfect for everyday use and casual wear.\n\nRecommendation: - This frame brings a quirky and unique flair, perfect for enhancing square and diamond face shapes, adding a fresh, artsy touch to your style.",
        "price": 23.95,
        "category": "COLLECTION",
        "title": "Round Glasses"
      },
      {
        "id": "tf3lBHk3nvItqhnVhsZZ",
        "image": "https://static.zennioptical.com/production/products/general/R0/01/R001925-eyeglasses-front-view.jpg",
        "category": "LENSES",
        "title": "Geometric Reading Glasses",
        "price": 6.95,
        "description": "DESCRIPTION\n\nDesign: - Add a touch of modern flair to your look with our small geometric reading glasses, featuring a full-rim plastic frame that blends durability with sophisticated design.\n\nFit: - This small frame ensures a comfortable, snug fit, perfect for those seeking reader glasses that offer both support and ease of wear.\n\nUsage: - Designed to fit both men and women, these reading glasses provide crystal-clear vision for all your close-up tasks, from reading books to browsing on your smartphone.\n\nRecommendation: - This frame offers a distinctive and fresh style, perfect for round face shapes, adding a unique and artsy touch."
      },
      {
        "id": "ti23YRV1VtawoEMnBqaG",
        "price": 35,
        "description": "DESCRIPTION\n\nDesign: - Experience timeless elegance with this medium round frame, crafted from mixed materials, featuring a full-rim design that seamlessly blends classic and modern aesthetics.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Everyday glasses that fit both men and women.\n\nRecommendation: - This frame exudes a distinctive and unique vibe, perfect for softening square or diamond face shapes.",
        "image": "https://static.zennioptical.com/production/products/general/78/01/7801821_frame.png",
        "category": "SUNGLASSES",
        "title": "Round Glasses"
      },
      {
        "id": "uX8lOIWGqje0pp7cxSjC",
        "description": "DESCRIPTION\n\nDesign: - Constructed from high-quality plastic, this small square frame features a full-rim design that seamlessly blends modern style with a refined aesthetic.\n\nFit: - This small frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Fits both men and women, perfect for everyday use.\n\nRecommendation: - This frame exudes a sophisticated and elegant style, perfect for heart or oval face shapes, adding a touch of effortless distinction.",
        "price": 25,
        "title": "Square Glasses",
        "category": "SUNGLASSES",
        "image": "https://static.zennioptical.com/production/products/general/27/04/270421_frame.png"
      },
      {
        "id": "ue0yDvsxhixDEMNGj9H0",
        "image": "https://static.zennioptical.com/production/products/general/19/51/195112-eyeglasses-front-view.jpg",
        "description": "DESCRIPTION\n\nDesign: - Elevate your look with this medium rectangular frame, crafted from sleek titanium, featuring a full-rim design that exudes modern elegance.\n\nFit: - These glasses feature nose pads for superior comfort and an ideal fit.\n\nUsage: - Everyday glasses for men, perfect for any occasion.\n\nRecommendation: - This frame offers a sophisticated and classic style, perfect for elongating and balancing round face shapes.",
        "price": 35.95,
        "title": "Too Smooth",
        "category": "LENSES"
      },
      {
        "id": "wDwmKWZjHe1DNSpxoOEE",
        "description": "DESCRIPTION\n\nDesign: - Fashioned from premium stainless steel, these medium round glasses feature a full-rim design that effortlessly combines modern allure with classic charm.\n\nFit: - These glasses offer lightweight comfort and adjustable nose pads for a perfect fit.\n\nUsage: - Everyday glasses that fit both men and women.\n\nRecommendation: - This frame offers a distinctive and quirky style, perfect for softening square or diamond face shapes.",
        "image": "https://static.zennioptical.com/production/products/general/32/79/327912-eyeglasses-front-view.jpg",
        "price": 25.95,
        "category": "EYEGLASSES",
        "title": "Ocotillo Round Glasses"
      },
      {
        "id": "x25tzAD0GkH8pF7LZ3yS",
        "description": "DESCRIPTION\n\nDesign: - This medium browline frame, crafted from mixed materials, features a full-rim design that seamlessly blends classic charm with modern sophistication.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Stylish glasses suitable for everyday wear by both men and women.\n\nRecommendation: - This frame exudes a retro and timeless vibe, ideal for heart and oval face shapes, offering a stylish yet functional appeal.",
        "price": 25,
        "category": "SUNGLASSES",
        "image": "https://static.zennioptical.com/production/products/general/19/54/195421_frame.png",
        "title": "Bravo Browline"
      },
      {
        "id": "x3au75TfJBkSwC5meLlz",
        "image": "https://static.zennioptical.com/production/products/general/32/21/322111-eyeglasses-angle-view.jpg",
        "title": "Rimless Glasses",
        "description": "DESCRIPTION\n\nDesign: - Embrace minimalist elegance with these metal glasses, featuring a rimless, round design that offers a sleek and contemporary look.\n\nFit: - These glasses offer lightweight construction and nose pads for unparalleled comfort during extended wear.\n\nUsage: - Versatile glasses that fit both men and women, perfect for everyday use.\n\nRecommendation: - This frame exudes a distinctive and unique charm, perfectly suited for square and diamond face shapes, adding a fresh, artsy touch to your look.",
        "price": 19.95,
        "category": "LENSES"
      },
      {
        "id": "x81jA16QuUDQFzAs2hST",
        "description": "DESCRIPTION\n\nDesign: - This medium browline frame, crafted from mixed materials, features a full-rim design that seamlessly blends classic charm with modern sophistication.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Stylish glasses suitable for everyday wear by both men and women.\n\nRecommendation: - This frame exudes a retro and timeless vibe, ideal for heart and oval face shapes, offering a stylish yet functional appeal.",
        "title": "Bravo Browline",
        "category": "LENSES",
        "price": 15.95,
        "image": "https://static.zennioptical.com/production/products/general/19/54/195421-eyeglasses-front-view.jpg"
      },
      {
        "id": "z7N0WrHthOQSvGp6AMb8",
        "image": "https://static.zennioptical.com/production/products/general/78/13/7813125-eyeglasses-front-view.jpg",
        "description": "DESCRIPTION\n\nDesign: - Discover a blend of sophistication and modernity with this medium, square, full-rim frame, meticulously crafted from mixed materials for a striking visual appeal.\n\nFit: - This medium frame ensures a comfortable, secure fit for everyday wear.\n\nUsage: - Versatile glasses that fit both men and women, perfect for daily wear and all occasions.\n\nRecommendation: - This frame offers a sophisticated and classic style, best suited for heart and oval face shapes to enhance your distinguished look.",
        "title": "Square Glasses",
        "category": "LENSES",
        "price": 15.95
      },
      {
        "id": "zU9R4VBQEBKPwTgTMz5Y",
        "description": "DESCRIPTION\n\nDesign: - Experience the perfect blend of style and durability with this medium square frame, made from high-quality plastic and featuring a full-rim design that radiates modern elegance.\n\nFit: - These glasses offer a medium frame size for a balanced and comfortable fit.\n\nUsage: - Everyday glasses that fit both men and women.\n\nRecommendation: - This frame exudes a sophisticated and effortless style, perfect for those with heart and oval face shapes.",
        "image": "https://static.zennioptical.com/production/products/general/12/52/125221_frame.png",
        "price": 25,
        "title": "Klutch Player",
        "category": "SUNGLASSES"
      }
    ],
    "User-details": [
      {
        "id": "bd80",
        "FirstName": "Uday",
        "LastName": "lashkari",
        "Email": "udaylashkari@GAMIL.COM",
        "Password": "123"
      },
      {
        "id": "c525",
        "FirstName": "Uday",
        "LastName": "lashkari",
        "Email": "uday@GMAIL.COM",
        "Password": "123"
      },
      {
        "id": "0566",
        "FirstName": "Uday",
        "LastName": "lashkari",
        "Email": "uday@GMAIL.COM",
        "Password": "123"
      },
      {
        "id": "ebe8",
        "FirstName": "Uday",
        "LastName": "lashkari",
        "Email": "uday@GMAIL.COM",
        "Password": "123"
      },
      {
        "id": "bd6e",
        "FirstName": "Uday",
        "LastName": "lashkari",
        "Email": "uday@GMAIL.COM",
        "Password": "123"
      },
      {
        "id": "56c8",
        "FirstName": "Uday",
        "LastName": "lashkari",
        "Email": "uday@GMAIL.COM",
        "Password": "123"
      },
      {
        "id": "1ae2",
        "FirstName": "Uday",
        "LastName": "lashkari",
        "Email": "uday@GMAIL.COM",
        "Password": "12"
      },
      {
        "id": "0b2b",
        "FirstName": "Uday",
        "LastName": "lashkari",
        "Email": "uday@GMAIL.COM",
        "Password": "12"
      }
    ],
    "Cart":[]
  }